aaron-bond.better-comments
anseki.vscode-color
asciidoctor.asciidoctor-vscode
bbenoist.Nix
bungcip.better-toml
cweijan.vscode-office
christian-kohler.path-intellisense
coolbear.systemd-unit-file
DavidAnson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
Editorconfig.Editorconfig
exiasr.hadolint
felipecaputo.git-project-manager
foxundermoon.shell-format
Gruntfuggly.todo-tree
golang.go
hashicorp.terraform
haskell.haskell
hediet.vscode-drawio
jebbs.plantuml
JuanBlanco.solidity
jetmartin.bats
justusadam.language-haskell
LaurentTreguier.rpm-spec
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
octref.vetur
redhat.ansible
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.LiveServer
streetsidesoftware.code-spell-checker
timonwong.shellcheck
trond-snekvik.simple-rst
vscode-icons-team.vscode-icons
vscodevim.vim
wholroyd.jinja
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
